Repository: MFvision/nearest-mosque
Catalog: ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, as, bn, bs, ckb, es, fa, fa_af, fil, fr, gu, ha, hi, hu, id, ka, km, kn, mk, ml, mr, nl, pa, pt, ru, si, sr, sw, te, th, tr, ug, ur, vi, zh_hans

# method_NORTH_AMERICA
source: Islamic Society of North America
ar: الجمعية الإسلامية لأمريكا الشمالية
as: ইছলামিক ছ'ছাইটি অৱ নৰ্থ আমেৰিকা
bn: ইসলামিক সোসাইটি অব নর্থ আমেরিকা
bs: Islamsko društvo Sjeverne Amerike
ckb: کۆمەڵەی ئیسلامی ئەمریکای باکوور
es: Sociedad Islámica de Norteamérica
fa: جامعه اسلامی آمریکای شمالی
fa_af: جامعه اسلامی امریکای شمالی
fr: Société islamique d’Amérique du Nord
gu: ઇસ્લામિક સોસાયટી ઑફ નોર્થ અમેરિકા
hi: इस्लामिक सोसाइटी ऑफ़ नॉर्थ अमेरिका
hu: Észak-amerikai Iszlám Társaság
id: Masyarakat Islam Amerika Utara
ka: ჩრდილოეთ ამერიკის ისლამური საზოგადოება
km: សមាគមឥស្លាមអាមេរិកខាងជើង
kn: ಇಸ್ಲಾಮಿಕ್ ಸೊಸೈಟಿ ಆಫ್ ನಾರ್ತ್ ಅಮೆರಿಕಾ
mk: Исламско друштво на Северна Америка
ml: ഇസ്‌ലാമിക് സൊസൈറ്റി ഓഫ് നോർത്ത് അമേരിക്ക
mr: इस्लामिक सोसायटी ऑफ नॉर्थ अमेरिका
pa: ਇਸਲਾਮਿਕ ਸੋਸਾਇਟੀ ਆਫ਼ ਨੌਰਥ ਅਮਰੀਕਾ
pt: Sociedade Islâmica da América do Norte
ru: Исламское общество Северной Америки
si: උතුරු ඇමරිකාවේ ඉස්ලාමීය සංගමය
sr: Исламско друштво Северне Америке
te: ఇస్లామిక్ సొసైటీ ఆఫ్ నార్త్ అమెరికా
th: สมาคมอิสลามแห่งอเมริกาเหนือ
tr: Kuzey Amerika İslam Cemiyeti
ug: شىمالىي ئامېرىكا ئىسلام جەمئىيىتى
ur: اسلامک سوسائٹی آف نارتھ امریکہ
vi: Hội Hồi giáo Bắc Mỹ
zh_hans: 北美伊斯兰协会

# method_QATAR
source: Qatar
ar: قطر
as: কাটাৰ
bn: কাতার
bs: Katar
ckb: قەتەر
es: Catar
fa: قطر
fa_af: قطر
gu: કતાર
hi: क़तर
hu: Katar
ka: კატარი
km: កាតា
kn: ಕತಾರ್
mk: Катар
ml: ഖത്തർ
mr: कतार
pa: ਕਤਰ
pt: Catar
ru: Катар
si: කටාර්
sr: Катар
te: ఖతర్
th: กาตาร์
tr: Katar
ug: قاتار
ur: قطر
zh_hans: 卡塔尔

# method_SINGAPORE
source: Singapore and Southeast Asia
ar: سنغافورة وجنوب شرق آسيا
as: ছিংগাপুৰ আৰু দক্ষিণ-পূব এছিয়া
bn: সিঙ্গাপুর ও দক্ষিণ-পূর্ব এশিয়া
bs: Singapur i Jugoistočna Azija
ckb: سنگاپوور و باشووری ڕۆژهەڵاتی ئاسیا
es: Singapur y el Sudeste Asiático
fa: سنگاپور و جنوب شرق آسیا
fa_af: سنگاپور و جنوب شرق آسیا
fil: Singapore at Timog-Silangang Asya
fr: Singapour et Asie du Sud-Est
gu: સિંગાપોર અને દક્ષિણપૂર્વ એશિયા
ha: Singapore da Kudu maso Gabashin Asiya
hi: सिंगापुर और दक्षिण-पूर्व एशिया
hu: Szingapúr és Délkelet-Ázsia
id: Singapura dan Asia Tenggara
ka: სინგაპური და სამხრეთ-აღმოსავლეთ აზია
km: សិង្ហបុរី និងអាស៊ីអាគ្នេយ៍
kn: ಸಿಂಗಾಪುರ ಮತ್ತು ಆಗ್ನೇಯ ಏಷ್ಯಾ
mk: Сингапур и Југоисточна Азија
ml: സിംഗപ്പൂരും തെക്കുകിഴക്കൻ ഏഷ്യയും
mr: सिंगापूर आणि आग्नेय आशिया
nl: Singapore en Zuidoost-Azië
pa: ਸਿੰਗਾਪੁਰ ਅਤੇ ਦੱਖਣ-ਪੂਰਬੀ ਏਸ਼ੀਆ
pt: Singapura e Sudeste Asiático
ru: Сингапур и Юго-Восточная Азия
si: සිංගප්පූරුව සහ අග්නිදිග ආසියාව
sr: Сингапур и Југоисточна Азија
sw: Singapore na Kusini-Mashariki mwa Asia
te: సింగపూర్ మరియు ఆగ్నేయాసియా
th: สิงคโปร์และเอเชียตะวันออกเฉียงใต้
tr: Singapur ve Güneydoğu Asya
ug: سىنگاپور ۋە شەرقىي جەنۇبىي ئاسىيا
ur: سنگاپور اور جنوب مشرقی ایشیا
vi: Singapore và Đông Nam Á
zh_hans: 新加坡及东南亚

# method_TURKEY
source: Diyanet, Turkey
ar: رئاسة الشؤون الدينية، تركيا
as: দিয়ানেত, তুৰ্কী
bn: দিয়ানেত, তুরস্ক
bs: Dijanet, Turska
ckb: دیانەت، تورکیا
es: Diyanet, Turquía
fa: دیانت، ترکیه
fa_af: دیانت، ترکیه
fr: Diyanet, Turquie
gu: દિયાનત, તુર્કી
ha: Diyanet, Turkiyya
hi: दियानत, तुर्की
hu: Diyanet, Törökország
id: Diyanet, Turki
ka: დიანეთი, თურქეთი
km: Diyanet, តួកគី
kn: ದಿಯಾನೆತ್, ಟರ್ಕಿ
mk: Дијанет, Турција
ml: ദിയാനെത്, തുർക്കി
mr: दियानत, तुर्कस्तान
nl: Diyanet, Turkije
pa: ਦਿਆਨਤ, ਤੁਰਕੀ
pt: Diyanet, Turquia
ru: Диянет, Турция
si: දියානෙත්, තුර්කිය
sr: Дијанет, Турска
sw: Diyanet, Uturuki
te: దియానెత్, టర్కీ
th: Diyanet ตุรกี
tr: Diyanet, Türkiye
ug: دىيانەت، تۈركىيە
ur: دیانت، ترکی
vi: Diyanet, Thổ Nhĩ Kỳ
zh_hans: 土耳其宗教事务局（Diyanet）

# method_UMM_AL_QURA
source: Umm al-Qura, Makkah
ar: أم القرى، مكة المكرمة
as: উম্মুল কুৰা, মক্কা
bn: উম্মুল কুরা, মক্কা
bs: Umm al-Kura, Mekka
ckb: ئوم ئەلقورا، مەککە
es: Umm al-Qura, La Meca
fa: ام‌القری، مکه
fa_af: ام‌القری، مکه
fr: Umm al-Qura, La Mecque
gu: ઉમ્મુલ કુરા, મક્કા
ha: Umm al-Qura, Makka
hi: उम्मुल क़ुरा, मक्का
hu: Umm al-Kura, Mekka
ka: უმ ალ-ყურა, მექა
km: Umm al-Qura, ម៉ាក្កះ
kn: ಉಮ್ಮುಲ್ ಕುರಾ, ಮಕ್ಕಾ
mk: Умм ал-Кура, Мека
ml: ഉമ്മുൽ ഖുറാ, മക്ക
mr: उम्मुल कुरा, मक्का
nl: Umm al-Qura, Mekka
pa: ਉੱਮ ਅਲ-ਕੁਰਾ, ਮੱਕਾ
pt: Umm al-Qura, Meca
ru: Умм аль-Кура, Мекка
si: උම්මුල් කුරා, මක්කා
sr: Умм ал-Кура, Мека
sw: Umm al-Qura, Makka
te: ఉమ్ అల్-ఖురా, మక్కా
th: อุมมุลกุรอ มักกะฮ์
tr: Ümmü’l-Kurâ, Mekke
ug: ئۇممۇلقۇرا، مەككە
ur: ام القریٰ، مکہ
zh_hans: 乌姆古拉，麦加

# method_suggested
source: Suggested for this region. You can change it.
ar: مقترحة لهذه المنطقة، ويمكنك تغييرها.
as: এই অঞ্চলৰ বাবে পৰামৰ্শ দিয়া। আপুনি ইয়াক সলনি কৰিব পাৰে।
bn: এই অঞ্চলের জন্য প্রস্তাবিত। আপনি এটি বদলাতে পারেন।
bs: Predloženo za ovu regiju. Možete je promijeniti.
ckb: پێشنیارکراوە بۆ ئەم ناوچەیە. دەتوانیت بیگۆڕیت.
es: Sugerido para esta región. Puedes cambiarlo.
fa: پیشنهادی برای این منطقه. می‌توانید آن را تغییر دهید.
fa_af: پیشنهادی برای این ساحه. می‌توانید آن را تغییر دهید.
fil: Iminumungkahi para sa rehiyong ito. Maaari mo itong baguhin.
fr: Suggérée pour cette région. Vous pouvez la changer.
gu: આ પ્રદેશ માટે સૂચવેલ. તમે તેને બદલી શકો છો.
ha: An ba da shawarar ta ga wannan yanki. Kuna iya canza ta.
hi: इस क्षेत्र के लिए सुझाया गया। आप इसे बदल सकते हैं।
hu: Ehhez a régióhoz javasolt. Módosíthatod.
id: Disarankan untuk wilayah ini. Anda dapat mengubahnya.
ka: რეკომენდებულია ამ რეგიონისთვის. შეგიძლიათ შეცვალოთ.
km: បានណែនាំសម្រាប់តំបន់នេះ។ អ្នកអាចប្ដូរវាបាន។
kn: ಈ ಪ್ರದೇಶಕ್ಕೆ ಸೂಚಿಸಲಾಗಿದೆ. ನೀವು ಇದನ್ನು ಬದಲಿಸಬಹುದು.
mk: Предложено за овој регион. Можете да го промените.
ml: ഈ പ്രദേശത്തിന് നിർദ്ദേശിച്ചത്. നിങ്ങൾക്ക് ഇത് മാറ്റാം.
mr: या प्रदेशासाठी सुचवलेली. तुम्ही ती बदलू शकता.
nl: Aanbevolen voor deze regio. Je kunt het wijzigen.
pa: ਇਸ ਖੇਤਰ ਲਈ ਸੁਝਾਇਆ ਗਿਆ। ਤੁਸੀਂ ਇਸ ਨੂੰ ਬਦਲ ਸਕਦੇ ਹੋ।
pt: Sugerido para esta região. Você pode alterá-lo.
ru: Рекомендуется для этого региона. Можно изменить.
si: මෙම කලාපයට යෝජිතයි. ඔබට එය වෙනස් කළ හැක.
sr: Предложено за овај регион. Можете га променити.
sw: Inapendekezwa kwa eneo hili. Unaweza kuibadilisha.
te: ఈ ప్రాంతానికి సూచించబడింది. మీరు దీన్ని మార్చవచ్చు.
th: แนะนำสำหรับภูมิภาคนี้ คุณเปลี่ยนได้
tr: Bu bölge için önerilir. Değiştirebilirsiniz.
ug: بۇ رايونغا تەۋسىيە قىلىنغان. ئۆزگەرتسىڭىز بولىدۇ.
ur: اس علاقے کے لیے تجویز کردہ، آپ بدل سکتے ہیں۔
vi: Được đề xuất cho khu vực này. Bạn có thể thay đổi.
zh_hans: 为此地区推荐，你可以更改。

# minute_adjustments
source: Adjust by minutes
ar: تعديل بالدقائق
as: মিনিট অনুসৰি সমন্বয়
bn: মিনিট ধরে সমন্বয়
bs: Pomjeri za minute
ckb: ڕێکخستن بە خولەک
es: Ajustar minutos
fa: تنظیم به دقیقه
fa_af: تنظیم به دقیقه
fil: Iayos nang ilang minuto
fr: Ajuster en minutes
gu: મિનિટથી ફેરફાર કરો
ha: Gyara da minti
hi: मिनटों में बदलाव
hu: Igazítás percekkel
id: Penyesuaian menit
ka: წუთებით კორექტირება
km: កែតម្រូវជានាទី
kn: ನಿಮಿಷಗಳಲ್ಲಿ ಹೊಂದಿಸಿ
mk: Помести за минути
ml: മിനിറ്റുകളിൽ ക്രമീകരിക്കുക
mr: मिनिटांनी बदला
nl: Aanpassen in minuten
pa: ਮਿੰਟਾਂ ਵਿੱਚ ਸੋਧ
pt: Ajustar em minutos
ru: Поправка в минутах
si: මිනිත්තුවලින් ගළපන්න
sr: Помери за минуте
sw: Rekebisha kwa dakika
te: నిమిషాల్లో సర్దుబాటు
th: ปรับเป็นนาที
tr: Dakika ayarı
ug: مىنۇت بويىچە تەڭشەش
ur: منٹوں میں ترمیم
vi: Điều chỉnh theo phút
zh_hans: 按分钟调整

# minutes_short
source: %1$lld min
ar: %1$lld د
as: %1$lld মিনিট
bn: %1$lld মিনিট
ckb: %1$lld خولەک
fa: %1$lld دقیقه
fa_af: %1$lld دقیقه
gu: %1$lld મિનિટ
ha: minti %1$lld
hi: %1$lld मिनट
hu: %1$lld perc
id: %1$lld mnt
ka: %1$lld წთ
km: %1$lld នាទី
kn: %1$lld ನಿಮಿಷ
mk: %1$lld мин
ml: %1$lld മിനിറ്റ്
mr: %1$lld मिनिटे
pa: %1$lld ਮਿੰਟ
ru: %1$lld мин
si: මිනි. %1$lld
sr: %1$lld мин
sw: dak %1$lld
te: %1$lld ని.
th: %1$lld นาที
tr: %1$lld dk
ug: %1$lld مىنۇت
ur: %1$lld منٹ
vi: %1$lld phút
zh_hans: %1$lld 分钟

# minutes_value
source: %1$lld min
ar: %1$lld د
as: %1$lld মিনিট
bn: %1$lld মিনিট
ckb: %1$lld خولەک
fa: %1$lld دقیقه
fa_af: %1$lld دقیقه
gu: %1$lld મિનિટ
ha: minti %1$lld
hi: %1$lld मिनट
hu: %1$lld perc
id: %1$lld mnt
ka: %1$lld წთ
km: %1$lld នាទី
kn: %1$lld ನಿಮಿಷ
mk: %1$lld мин
ml: %1$lld മിനിറ്റ്
mr: %1$lld मिनिटे
pa: %1$lld ਮਿੰਟ
ru: %1$lld мин
si: මිනි. %1$lld
sr: %1$lld мин
sw: dak %1$lld
te: %1$lld ని.
th: %1$lld นาที
tr: %1$lld dk
ug: %1$lld مىنۇت
ur: %1$lld منٹ
vi: %1$lld phút
zh_hans: %1$lld 分钟

source: Mosque ahead
ar: المسجد أمامك
as: সন্মুখত মছজিদ
bn: সামনে মসজিদ
bs: Džamija ispred
ckb: مزگەوت لە پێشەوەیە
es: Mezquita al frente
fa: مسجد روبه‌رو
fa_af: مسجد روبه‌رو
fil: Masjid sa unahan
fr: Mosquée droit devant
gu: મસ્જિદ સામે છે
ha: Masallaci yana gaba
hi: मस्जिद सामने है
hu: Mecset előtted
id: Masjid di depan
ka: მეჩეთი წინაა
km: ម៉ាស្ជិតនៅខាងមុខ
kn: ಮುಂದೆ ಮಸೀದಿ ಇದೆ
mk: Џамија напред
ml: പള്ളി മുന്നിൽ
mr: मशीद समोर आहे
nl: Moskee voor je
pa: ਮਸਜਿਦ ਸਾਹਮਣੇ ਹੈ
pt: Mesquita à frente
ru: Мечеть впереди
si: ඉදිරියෙන් පල්ලිය
sr: Џамија испред
sw: Msikiti uko mbele
te: ముందు మసీదు ఉంది
th: มัสยิดอยู่ข้างหน้า
tr: Cami önünüzde
ug: ئالدىڭىزدا مەسچىت بار
ur: مسجد سامنے ہے
vi: Thánh đường ở phía trước
zh_hans: 清真寺在前方

# mosque_count
source: %lld mosques
ar: %lld مسجد
as: %lldখন মছজিদ
bn: %lldটি মসজিদ
bs: %lld džamija
ckb: %lld مزگەوت
es: %lld mezquitas
fa: %lld مسجد
fa_af: %lld مسجد
fil: %lld masjid
fr: %lld mosquées
gu: %lld મસ્જિદો
ha: masallatai %lld
hi: %lld मस्जिदें
hu: %lld mecset
id: %lld masjid
ka: %lld მეჩეთი
km: ម៉ាស្ជិត %lld
kn: %lld ಮಸೀದಿಗಳು
mk: %lld џамии
ml: %lld പള്ളികൾ
mr: %lld मशिदी
nl: %lld moskeeën
pa: %lld ਮਸਜਿਦਾਂ
pt: %lld mesquitas
ru: %lld мечети
si: පල්ලි %lld
sr: %lld џамија
sw: misikiti %lld
te: %lld మసీదులు
th: %lld มัสยิด
tr: %lld cami
ug: %lld مەسچىت
ur: %lld مساجد
vi: %lld thánh đường
zh_hans: %lld 座清真寺

# mosque_detail_a11y
source: %1$@, %2$@ straight-line
ar: %1$@، %2$@ بخط مستقيم
as: %1$@, পোনপটীয়া দূৰত্ব %2$@
bn: %1$@, সরলরেখায় %2$@
bs: %1$@, %2$@ zračnom linijom
ckb: %1$@، %2$@ بە هێڵی ڕاست
es: %1$@, %2$@ en línea recta
fa: %1$@، %2$@ در خط مستقیم
fa_af: %1$@، %2$@ در خط مستقیم
fil: %1$@, %2$@ nang tuwiran
fr: %1$@, %2$@ à vol d’oiseau
gu: %1$@, %2$@ સીધું અંતર
ha: %1$@, %2$@ a miƙe
hi: %1$@, %2$@ सीधी दूरी
hu: %1$@, %2$@ légvonalban
id: %1$@, %2$@ garis lurus
ka: %1$@, %2$@ პირდაპირი ხაზით
km: %1$@, %2$@ តាមបន្ទាត់ត្រង់
kn: %1$@, ನೇರ ರೇಖೆಯಲ್ಲಿ %2$@
mk: %1$@, %2$@ воздушна линија
ml: %1$@, നേർരേഖയിൽ %2$@
mr: %1$@, %2$@ सरळ अंतर
nl: %1$@, %2$@ hemelsbreed
pa: %1$@, ਸਿੱਧੀ ਲਕੀਰ ਵਿੱਚ %2$@
pt: %1$@, %2$@ em linha reta
ru: %1$@, %2$@ по прямой
si: %1$@, සරල රේඛාවෙන් %2$@
sr: %1$@, %2$@ ваздушном линијом
sw: %1$@, %2$@ kwa mstari ulionyooka
te: %1$@, సరళ రేఖలో %2$@
th: %1$@, %2$@ แบบเส้นตรง
tr: %1$@, kuş uçuşu %2$@
ug: %1$@، تۈز سىزىقتا %2$@
ur: %1$@، %2$@ سیدھی لکیر میں
vi: %1$@, %2$@ theo đường thẳng
zh_hans: %1$@，直线距离 %2$@

# mosque_unnamed
source: Unnamed mosque
ar: مسجد بلا اسم
as: নামবিহীন মছজিদ
bn: নামহীন মসজিদ
bs: Džamija bez naziva
ckb: مزگەوتی بێناو
es: Mezquita sin nombre
fa: مسجد بی‌نام
fa_af: مسجد بی‌نام
fil: Masjid na walang pangalan
fr: Mosquée sans nom
gu: નામ વગરની મસ્જિદ
ha: Masallaci marar suna
hi: बिना नाम की मस्जिद
hu: Névtelen mecset
id: Masjid tanpa nama
ka: უსახელო მეჩეთი
km: ម៉ាស្ជិតគ្មានឈ្មោះ
kn: ಹೆಸರಿಲ್ಲದ ಮಸೀದಿ
mk: Џамија без име
ml: പേരില്ലാത്ത പള്ളി
mr: नाव नसलेली मशीद
nl: Moskee zonder naam
pa: ਬੇਨਾਮ ਮਸਜਿਦ
pt: Mesquita sem nome
ru: Мечеть без названия
si: නම් නොකළ පල්ලිය
sr: Џамија без назива
sw: Msikiti usio na jina
te: పేరు లేని మసీదు
th: มัสยิดไม่มีชื่อ
tr: Adsız cami
ug: ئىسمى يوق مەسچىت
ur: بے نام مسجد
vi: Thánh đường chưa có tên
zh_hans: 未命名的清真寺

# mosques_need_location_body
source: Allow location, or use the city you chose for prayer times.
ar: اسمح بالوصول إلى الموقع، أو استخدم المدينة التي اخترتها للمواقيت.
as: অৱস্থানৰ অনুমতি দিয়ক, বা নামাজৰ সময়ৰ বাবে বাছি লোৱা চহৰখন ব্যৱহাৰ কৰক।
bn: লোকেশনের অনুমতি দিন, অথবা নামাজের সময়ের জন্য বেছে নেওয়া শহরটি ব্যবহার করুন।
bs: Dozvolite pristup lokaciji ili koristite grad koji ste odabrali za namaska vremena.
ckb: ڕێگە بە شوێن بدە، یان ئەو شارە بەکاربهێنە کە بۆ کاتەکانی نوێژ هەڵتبژاردووە.
es: Permite la ubicación o usa la ciudad elegida para los horarios.
fa: دسترسی به موقعیت را بدهید یا از شهری که برای اوقات نماز انتخاب کرده‌اید استفاده کنید.
fa_af: دسترسی به موقعیت را بدهید یا از شهری که برای اوقات نماز انتخاب کرده‌اید استفاده کنید.
fil: Payagan ang lokasyon, o gamitin ang lungsod na pinili mo para sa mga oras ng dasal.
fr: Autorisez la localisation ou utilisez la ville choisie pour les horaires.
gu: લોકેશનની પરવાનગી આપો, અથવા નમાઝના સમય માટે પસંદ કરેલું શહેર વાપરો.
ha: Ba da izinin wuri, ko yi amfani da garin da kuka zaɓa don lokutan sallah.
hi: लोकेशन की अनुमति दें, या नमाज़ के समय के लिए चुना गया शहर इस्तेमाल करें।
hu: Engedélyezd a helyhozzáférést, vagy használd az imaidőkhöz választott várost.
id: Izinkan lokasi, atau gunakan kota yang Anda pilih untuk jadwal salat.
ka: დაუშვით მდებარეობა ან გამოიყენეთ ლოცვის დროებისთვის არჩეული ქალაქი.
km: អនុញ្ញាតទីតាំង ឬប្រើទីក្រុងដែលអ្នកបានជ្រើសរើសសម្រាប់ម៉ោងសឡាត។
kn: ಸ್ಥಳವನ್ನು ಅನುಮತಿಸಿ, ಅಥವಾ ನಮಾಜ್ ಸಮಯಗಳಿಗಾಗಿ ನೀವು ಆಯ್ಕೆಮಾಡಿದ ನಗರವನ್ನು ಬಳಸಿ.
mk: Дозволете пристап до локацијата или користете го градот што го избравте за времињата за намаз.
ml: ലൊക്കേഷൻ അനുവദിക്കുക, അല്ലെങ്കിൽ നമസ്കാര സമയങ്ങൾക്കായി നിങ്ങൾ തിരഞ്ഞെടുത്ത നഗരം ഉപയോഗിക്കുക.
mr: लोकेशनला परवानगी द्या, किंवा नमाजच्या वेळांसाठी निवडलेले शहर वापरा.
nl: Sta locatie toe, of gebruik de stad die je voor de gebedstijden hebt gekozen.
pa: ਟਿਕਾਣੇ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ, ਜਾਂ ਨਮਾਜ਼ ਦੇ ਵਕਤਾਂ ਲਈ ਚੁਣਿਆ ਸ਼ਹਿਰ ਵਰਤੋ।
pt: Permita a localização ou use a cidade que você escolheu para os horários de oração.
ru: Разрешите доступ к геолокации или используйте город, выбранный для времени намазов.
si: ස්ථානයට ඉඩ දෙන්න, නැතහොත් සලාත වේලාවන් සඳහා ඔබ තෝරාගත් නගරය භාවිත කරන්න.
sr: Дозволите приступ локацији или користите град који сте изабрали за намаска времена.
sw: Ruhusu mahali, au tumia mji uliouchagua kwa nyakati za sala.
te: లొకేషన్‌ను అనుమతించండి, లేదా నమాజ్ సమయాల కోసం మీరు ఎంచుకున్న నగరాన్ని ఉపయోగించండి.
th: อนุญาตตำแหน่ง หรือใช้เมืองที่คุณเลือกไว้สำหรับเวลาละหมาด
tr: Konum izni verin veya namaz vakitleri için seçtiğiniz şehri kullanın.
ug: ئورۇنغا ئىجازەت بېرىڭ ياكى ناماز ۋاقتى ئۈچۈن تاللىغان شەھىرىڭىزنى ئىشلىتىڭ.
ur: مقام کی اجازت دیں، یا نماز کے اوقات کے لیے منتخب شہر استعمال کریں۔
vi: Cho phép truy cập vị trí, hoặc dùng thành phố bạn đã chọn cho giờ cầu nguyện.
zh_hans: 允许使用位置，或使用你为礼拜时间选择的城市。

# mosques_need_location_title
source: Find mosques near you
ar: اعثر على المساجد القريبة
as: আপোনাৰ ওচৰৰ মছজিদ বিচাৰক
bn: আপনার কাছের মসজিদ খুঁজুন
bs: Pronađite džamije u blizini
ckb: مزگەوتەکانی نزیک خۆت بدۆزەرەوە
es: Encuentra mezquitas cerca
fa: مسجدهای نزدیک خود را پیدا کنید
fa_af: مساجد نزدیک خود را پیدا کنید
fil: Maghanap ng mga masjid na malapit sa iyo
fr: Trouvez les mosquées proches
gu: તમારી નજીકની મસ્જિદો શોધો
ha: Nemo masallatai kusa da ku
hi: अपने आसपास की मस्जिदें खोजें
hu: Mecsetek a közeledben
id: Temukan masjid di dekat Anda
ka: იპოვეთ მეჩეთები თქვენ ახლოს
km: ស្វែងរកម៉ាស្ជិតនៅជិតអ្នក
kn: ನಿಮ್ಮ ಹತ್ತಿರದ ಮಸೀದಿಗಳನ್ನು ಹುಡುಕಿ
mk: Најдете џамии во близина
ml: നിങ്ങളുടെ അടുത്തുള്ള പള്ളികൾ കണ്ടെത്തുക
mr: तुमच्या जवळच्या मशिदी शोधा
nl: Vind moskeeën bij jou in de buurt
pa: ਆਪਣੇ ਨੇੜੇ ਮਸਜਿਦਾਂ ਲੱਭੋ
pt: Encontre mesquitas perto de você
ru: Найдите мечети рядом
si: ඔබ අසල පල්ලි සොයන්න
sr: Пронађите џамије у близини
sw: Tafuta misikiti iliyo karibu nawe
te: మీ దగ్గరలోని మసీదులను కనుగొనండి
th: ค้นหามัสยิดใกล้คุณ
tr: Yakınınızdaki camileri bulun
ug: ئەتراپىڭىزدىكى مەسچىتلەرنى تېپىڭ
ur: اپنے قریب مساجد تلاش کریں
vi: Tìm thánh đường gần bạn
zh_hans: 查找你附近的清真寺

source: Nearest known mosque
ar: أقرب مسجد معروف
as: আটাইতকৈ ওচৰৰ জ্ঞাত মছজিদ
bn: সবচেয়ে কাছের জানা মসজিদ
bs: Najbliža poznata džamija
ckb: نزیکترین مزگەوتی ناسراو
es: Mezquita conocida más cercana
fa: نزدیک‌ترین مسجد شناخته‌شده
fa_af: نزدیک‌ترین مسجد شناخته‌شده
fil: Pinakamalapit na kilalang masjid
fr: Mosquée connue la plus proche
gu: સૌથી નજીકની જાણીતી મસ્જિદ
ha: Masallaci mafi kusa da aka sani
hi: सबसे नज़दीकी ज्ञात मस्जिद
hu: Legközelebbi ismert mecset
id: Masjid terdekat yang diketahui
ka: უახლოესი ცნობილი მეჩეთი
km: ម៉ាស្ជិតជិតបំផុតដែលស្គាល់
kn: ತಿಳಿದಿರುವ ಅತಿ ಹತ್ತಿರದ ಮಸೀದಿ
mk: Најблиска позната џамија
ml: അറിയപ്പെടുന്ന ഏറ്റവും അടുത്ത പള്ളി
mr: सर्वात जवळची ज्ञात मशीद
nl: Dichtstbijzijnde bekende moskee
pa: ਸਭ ਤੋਂ ਨੇੜਲੀ ਜਾਣੀ-ਪਛਾਣੀ ਮਸਜਿਦ
pt: Mesquita conhecida mais próxima
ru: Ближайшая известная мечеть
si: දන්නා ළඟම පල්ලිය
sr: Најближа позната џамија
sw: Msikiti unaojulikana ulio karibu zaidi
te: తెలిసిన అతి దగ్గరి మసీదు
th: มัสยิดที่ใกล้ที่สุดที่ทราบ
tr: Bilinen en yakın cami
ug: ئەڭ يېقىن مەلۇم مەسچىت
ur: قریب ترین معلوم مسجد
vi: Thánh đường gần nhất đã biết
zh_hans: 已知最近的清真寺

# nearest_mosque_chip
source: Nearest mosque · %1$@
ar: أقرب مسجد · %1$@
as: ওচৰৰ মছজিদ · %1$@
bn: নিকটতম মসজিদ · %1$@
bs: Najbliža džamija · %1$@
ckb: نزیکترین مزگەوت · %1$@
es: Mezquita más cercana · %1$@
fa: نزدیک‌ترین مسجد · %1$@
fa_af: نزدیک‌ترین مسجد · %1$@
fil: Pinakamalapit na masjid · %1$@
fr: Mosquée la plus proche · %1$@
gu: નજીકની મસ્જિદ · %1$@
ha: Masallaci mafi kusa · %1$@
hi: नज़दीकी मस्जिद · %1$@
hu: Legközelebbi mecset · %1$@
id: Masjid terdekat · %1$@
ka: უახლოესი მეჩეთი · %1$@
km: ម៉ាស្ជិតជិតបំផុត · %1$@
kn: ಅತಿ ಹತ್ತಿರದ ಮಸೀದಿ · %1$@
mk: Најблиска џамија · %1$@
ml: ഏറ്റവും അടുത്ത പള്ളി · %1$@
mr: जवळची मशीद · %1$@
nl: Dichtstbijzijnde moskee · %1$@
pa: ਸਭ ਤੋਂ ਨੇੜਲੀ ਮਸਜਿਦ · %1$@
pt: Mesquita mais próxima · %1$@
ru: Ближайшая мечеть · %1$@
si: ළඟම පල්ලිය · %1$@
sr: Најближа џамија · %1$@
sw: Msikiti wa karibu zaidi · %1$@
te: అతి దగ్గరి మసీదు · %1$@
th: มัสยิดใกล้ที่สุด · %1$@
tr: En yakın cami · %1$@
ug: ئەڭ يېقىن مەسچىت · %1$@
ur: قریب ترین مسجد · %1$@
vi: Thánh đường gần nhất · %1$@
zh_hans: 最近的清真寺 · %1$@

source: New conversation
ar: محادثة جديدة
as: নতুন কথোপকথন
bn: নতুন কথোপকথন
bs: Novi razgovor
ckb: گفتوگۆی نوێ
es: Nueva conversación
fa: گفتگوی جدید
fa_af: گفتگوی جدید
fil: Bagong usapan
fr: Nouvelle conversation
gu: નવી વાતચીત
ha: Sabuwar tattaunawa
hi: नई बातचीत
hu: Új beszélgetés
id: Percakapan baru
ka: ახალი საუბარი
km: ការសន្ទនាថ្មី
kn: ಹೊಸ ಸಂಭಾಷಣೆ
mk: Нов разговор
ml: പുതിയ സംഭാഷണം
mr: नवीन संभाषण
nl: Nieuw gesprek
pa: ਨਵੀਂ ਗੱਲਬਾਤ
pt: Nova conversa
ru: Новый разговор
si: නව සංවාදය
sr: Нови разговор
sw: Mazungumzo mapya
te: కొత్త సంభాషణ
th: บทสนทนาใหม่
tr: Yeni sohbet
ug: يېڭى سۆھبەت
ur: نئی گفتگو
vi: Cuộc trò chuyện mới
zh_hans: 新对话

source: next day
ar: اليوم التالي
as: পিছদিনা
bn: পরের দিন
bs: sljedećeg dana
ckb: ڕۆژی دواتر
es: día siguiente
fa: روز بعد
fa_af: روز بعد
fil: kinabukasan
fr: lendemain
gu: બીજા દિવસે
ha: washegari
hi: अगले दिन
hu: másnap
id: hari berikutnya
ka: მომდევნო დღე
km: ថ្ងៃបន្ទាប់
kn: ಮರುದಿನ
mk: следниот ден
ml: അടുത്ത ദിവസം
mr: पुढच्या दिवशी
nl: volgende dag
pa: ਅਗਲੇ ਦਿਨ
pt: dia seguinte
ru: на следующий день
si: ඊළඟ දවස
sr: следећег дана
sw: siku inayofuata
te: మరుసటి రోజు
th: วันถัดไป
tr: ertesi gün
ug: ئەتىسى
ur: اگلے دن
vi: ngày hôm sau
zh_hans: 次日

source: Next prayer
ar: الصلاة القادمة
as: পৰৱৰ্তী নামাজ
bn: পরবর্তী নামাজ
bs: Sljedeći namaz
ckb: نوێژی داهاتوو
es: Próxima oración
fa: نماز بعدی
fa_af: نماز بعدی
fil: Susunod na dasal
fr: Prochaine prière
gu: આગામી નમાઝ
ha: Sallah ta gaba
hi: अगली नमाज़
hu: Következő ima
id: Salat berikutnya
ka: შემდეგი ლოცვა
km: សឡាតបន្ទាប់
kn: ಮುಂದಿನ ನಮಾಜ್
mk: Следен намаз
ml: അടുത്ത നമസ്കാരം
mr: पुढची नमाज
nl: Volgend gebed
pa: ਅਗਲੀ ਨਮਾਜ਼
pt: Próxima oração
ru: Следующий намаз
si: ඊළඟ සලාතය
sr: Следећи намаз
sw: Sala ijayo
te: తదుపరి నమాజ్
th: ละหมาดถัดไป
tr: Sonraki namaz
ug: كېيىنكى ناماز
ur: اگلی نماز
vi: Lần cầu nguyện tiếp theo
zh_hans: 下一次礼拜

# no_city_results
source: No matching city. Try another spelling.
ar: لا توجد مدينة مطابقة. جرّب كتابة أخرى.
as: মিল থকা কোনো চহৰ পোৱা নগ'ল। আন বানানেৰে চেষ্টা কৰক।
bn: মিলে যায় এমন কোনো শহর পাওয়া যায়নি। অন্য বানানে চেষ্টা করুন।
bs: Nema takvog grada. Pokušajte drugačije napisati.
ckb: هیچ شارێک نەدۆزرایەوە. ڕێنووسێکی تر تاقی بکەرەوە.
es: No hay coincidencias. Prueba otra grafía.
fa: شهری پیدا نشد. املای دیگری را امتحان کنید.
fa_af: شهری پیدا نشد. املای دیگری را آزمایش کنید.
fil: Walang tugmang lungsod. Subukan ang ibang baybay.
fr: Aucune ville trouvée. Essayez une autre orthographe.
gu: મળતું શહેર મળ્યું નહીં. બીજો સ્પેલિંગ અજમાવો.
ha: Ba a sami gari ba. Gwada wani rubutun sunan.
hi: कोई मिलता-जुलता शहर नहीं मिला। दूसरी स्पेलिंग आज़माएँ।
hu: Nincs ilyen város. Próbáld más írásmóddal.
id: Kota tidak ditemukan. Coba ejaan lain.
ka: შესაბამისი ქალაქი ვერ მოიძებნა. სცადეთ სხვა მართლწერა.
km: រកមិនឃើញទីក្រុងដែលត្រូវគ្នា។ សូមសាកល្បងប្រកបតាមរបៀបផ្សេង។
kn: ಹೊಂದುವ ನಗರವಿಲ್ಲ. ಬೇರೆ ಕಾಗುಣಿತ ಪ್ರಯತ್ನಿಸಿ.
mk: Нема таков град. Обидете се со друго пишување.
ml: യോജിക്കുന്ന നഗരമില്ല. മറ്റൊരു സ്പെല്ലിംഗ് ശ്രമിക്കുക.
mr: जुळणारे शहर सापडले नाही. दुसरे स्पेलिंग वापरून पाहा.
nl: Geen stad gevonden. Probeer een andere spelling.
pa: ਕੋਈ ਮਿਲਦਾ ਸ਼ਹਿਰ ਨਹੀਂ। ਕੋਈ ਹੋਰ ਸ਼ਬਦ-ਜੋੜ ਅਜ਼ਮਾਓ।
pt: Nenhuma cidade encontrada. Tente outra grafia.
ru: Город не найден. Попробуйте другое написание.
si: ගැළපෙන නගරයක් නැත. වෙනත් අක්ෂර වින්‍යාසයක් උත්සාහ කරන්න.
sr: Нема таквог града. Покушајте другачије да га напишете.
sw: Hakuna mji unaolingana. Jaribu tahajia nyingine.
te: సరిపోలే నగరం లేదు. వేరే స్పెల్లింగ్ ప్రయత్నించండి.
th: ไม่พบเมืองที่ตรงกัน ลองสะกดแบบอื่น
tr: Eşleşen şehir yok. Başka bir yazım deneyin.
ug: ماس شەھەر تېپىلمىدى. باشقىچە يېزىپ سىناڭ.
ur: کوئی شہر نہیں ملا۔ دوسرا ہجّا آزمائیں۔
vi: Không có thành phố phù hợp. Hãy thử cách viết khác.
zh_hans: 没有匹配的城市，请换一种拼写试试。
